/**
 * @file nlp-中文DNN模型数据
 * @author shiliang@baidu.com
 */

export const DNN_DATA = [
    {
        text: '2016全国{option}卷答题模板',
        options: {
            '高考': 254.68,
            '大考': 485.32,
            '低考': 1410.37
        }
    },
    {
        text: '床前{option}光，疑是地上霜',
        options: {
            '明月': 79.07,
            '星星': 2824.07,
            '白月': 2071.61
        }
    },
    {
        text: '落霞与孤鹜{option}，秋水共长天一色',
        options: {
            '齐飞': 20.39,
            '齐跑': 321.93,
            '双飞': 84.66
        }
    },
    {
        text: '众里寻{option}千百度，蓦然回首，那人却在，灯火阑珊处',
        options: {
            '他': 29.71,
            '她': 44.93,
            'ta': 158.06
        }
    },
    {
        text: '基于和谐教学法的高校{option}舞蹈教学研究',
        options: {
            '体育': 82.05,
            '教育': 250.02,
            '德育': 237.48
        }
    },
    {
        text: '亚马逊河里的四种最危险的{option}',
        options: {
            '动物': 356.63,
            '花朵': 721.42,
            '水果': 412.81
        }
    },
    {
        text: '新能源汽车动力电池项目正式{option}',
        options: {
            '展开': 59.01,
            '启动': 34.59,
            '起飞': 121.29
        }
    },
    {
        text: '曲曲折折的荷塘上面,弥望的是田田的{option}',
        options: {
            '树叶': 446.70,
            '叶子': 350.22,
            '树木': 529.83
        }
    },
    {
        text: '我国的黄土高原上为什么常年覆盖着{option}？',
        options: {
            '黄土': 185.71,
            '山丘': 247.26,
            '巧克力': 333.96
        }
    },
    {
        text: '太阳为什么会有太阳{option}？',
        options: {
            '黑子': 140.11,
            '白子': 393.31,
            '黑斑': 256.93
        }
    }
];